Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: As of yet we have encountered no cases of Watts-MacLeod infection that have inflicted anything other than psi abilities, though there seems to be an increased risk for asyncs to succumb to other Exsurgent strains should they encounter them.
fr_fr: Jusqu'à présent, nous n'avons pas encore découvert de cas d'infection par Watts-MacLeod qui ont infligés autre chose que des capacités psi, bien qu'il semble y avoir un risque accru que les async succombent à d'autres souche Exsurgente si ils les croisent.

source: There are other risks associated with Watts-MacLeod infection, such as extreme fatigue and even lethal biofeedback resulting from extensive use of psi sleights and a statistically likelihood of developing mental disorders due to the increased mental stress placed on the async’s mind.
fr_fr: Il y a d'autres risques associée avec l'infection Watts-Macleod, tels qu'une fatigue extrrme et même un biofeedback létal résultant d'un usage intensif d'exploits psi et une tendance statistiques à développer des désordres mentaux due au stress mental accru placé sur l'esprit de l'async.

source: I’ve heard the talk about psi before—enough to be convinced that there’s something to it, even if we can’t explain it—but this bit about variant Exsurgent infection is too much.
fr_fr: J'ai entendu la discussion sur les psi avant - suffisament pour être convaincu qu'il y avait quelque chose, même si on ne pouvait pas le prouver - mais ce truc à propos d'une variante de l'Infection Exsurgente, c'est juste trop.

source: Are we seriously going to be working with someone who’s a known carrier?
fr_fr: Va-t-on sérieusement travailler avec quelqu'un qui est un porteur connu?

source: And can you shed any more light on how asyncs do their mojo?
fr_fr: Et peux-tu dissiper quelques doutes sur la façon dont les async utilisent leur mojo?

source: I’m worried now.
fr_fr: Je suis inquiet maintenant.

source: And since you are connected to the Medeans, I thought I’d take the chance and ask.
fr_fr: Et puisque tu es connectés aux Médéens, je pensait tenter ma chance et te poser ces questions.

source: I am back on the freelancing market right now.
fr_fr: Je suis de retour sur le marché des freelancers actuellement.

source: But no problem, I’ll try and explain.
fr_fr: Mais aucun problème, je vais essayer d'expliquer.

source: I know it is not easy to grasp.
fr_fr: Je sait que ce n'est pas simple à saisir.

source: I say “was” because the Watts-MacLeod strain seems to go dormant shortly after it finishes rewiring the victim’s brain; the plague nanobots die off and get flushed out of the system, unlike other Exsurgent strains, which continue to stick around and transform the subject.
fr_fr: Je dit "a été" car la souche Watts-Macleod semble devenir dormante peu de temps après avoir fini de recâbler le cerveau de la victime; l'infection de naonobots meurt et est évacuée hors du système, contrairement à d'autres souches Exsurgente qui reste implantée et continuent de transformer le sujet.

source: At least, that’s the dominant theory—I’ve also seen some speculation that async minds might be modified so that they continue to produce bio-nanobots that linger in the brain, though what function these serve remains unclear.
fr_fr: Du moins, c'est la théorie dominante - j'ai aussi vu quelques spéculations comme quoi l'esprit des async pourrait être modifié pour qu'il puisse continuer à produire des bio-nanobots qui s'attardent dans le cerveau, bien que leur fonction reste floue.

source: However, the prevailing opinion among our best neuroscientists is that people like Srit are safe and non-infectious once the virus has run its course.
fr_fr: Cepenant, l'opinion prévalente parmi nos meilleurs neuroscientifiques est que les gens comme Srit sont sûrs et non-infectieux une fois que le virus a terminé sa tâche.

source: I’ll even go a bit further and say that prevailing opinion is that they can be trusted, assuming they don’t catch another infection ... which they unfortunately seem to be a bit prone too.
fr_fr: J'irai même un peu plus loin et dirai que l'opinion dominante est que l'on peut leur faire confiance, en partant du principe qu'ils n'attrapent pas une autre infection ... ce qu'ils semblent avoir malheureusemnet un peu tendance à avoir.

source: Not everyone agrees of course, but we have an abundance of paranoia in our circles.
fr_fr: Bien entendu, tout le monde n'est pas d'accord, mais nous avons une abondance de paranoïa dans nos cercles.

source: So far, we haven’t seen any evidence that any of our asyncs have been turned by that initial infection, and the utility and usefulness of having psiactives on our side has simply been too important to push aside.
fr_fr: Jusqu'à présent, nous n'avons pas vu de preuve que l'un de nos async nous ai trahi suite à cette infection initiale, et l'utilité d'avoir des psiactif dans nos rangs est simplement trop importante pour les écarter.

source: I can’t say that I’ll trust her, but I’ll try and give her the benefit of the doubt.
fr_fr: Je ne peux pas dire que je lui fait confiance, mais j'essayerai et lui donnerai le bénéfice du doute.

source: I’ll be damned if I’m going to trust an async that’s not vouched for by Firewall though—who knows what the hell a hypercorp like Skinthetic might be cooking up in their black labs.
fr_fr: Que je soit maudit si je fait confiance à un async qui ne travaille pas pour Firewall - qui sait quel horreur une corpo comme Skinthetic peut prépzrer dans leurs labos officieux.

source: The physical plague form is spread by highly-advanced techno-organic nanobots that infect a biomorph and use bio-mimicry mechanisms to pass as normal cells and penetrate the blood-brain barrier and central nervous system.
fr_fr: La forme d'infection physique est véhiculée par des nanobots techno-organiques et hautement avancés qui infectent une biomorph et utilisent des mécanismes de mimétismes biologique.

source: The nanobots are several steps beyond anything our technology can produce, are very difficult to detect, and can overwhelm most defensive countermeasures.
fr_fr: Ces nanobots ont plusieurs longueurs d'avances sur tout ce que notre technologie peu produire, elles sont trés difficile a détecter et peuvent surpasser la plupart des contre-mesures défensive.

source: Infected minds are essentially rewired, and these changes will be copied when the ego is uploaded.
fr_fr: Les esprits infectés subissent en général un recâblage, et ces changements seront copiés lorsque l'ego est uploadé.

source: Synthmorphs and infomorphs remain immune to this nano-infection, but they are theoretically vulnerable to other transmission vectors.
fr_fr: Les synthmorphs et les informophs restent immunisés à cette nano-infection, mais ils sont théoriquement vulnérables à d'autres vecteurs de transmission.

source: This true?
fr_fr: C'est vrai?

source: As far as we can tell, async abilities only effect biological minds—either their own or others.
fr_fr: Tout ce que l'on peut dire, c'est que les capacités des async n'affectent que les esprits biologique - leur propre esprit ou celui des autres.

source: And they can only read/affect others from a very short distance, requiring physical contact in most cases.
fr_fr: Et ils peuvent lire ou affecter l'esprits des autres seulement sur une distance trés courte, nécessitant un contact physique la plupart du temps.

source: The half-biological minds of pods are also vulnerable, though to a lesser extent.
fr_fr: Les esprist à moitié biologique des pods sont également vulnérable, bien que les effets soient réduits.

source: Likewise, asyncs need a biological brain to use their abilities—they can’t use their psi if sleeved in a synthmorph and have difficulty in a pod.
fr_fr: De la même façon, les asyncs ont besoin d'un cerveau bilogique pour utiliser leurs capacités - ils ne peuvent utiliser leur psi si ils sont incarnés dans une synthmorph et ont de grosse difficultés à le faire depuis un pod.

source: So, I have to ask again— you’re sure she’s safe?
fr_fr: Donc, je doit te redemander - tu es certaine qu'elle est sûre?

source: I’ve heard that some of these asyncs can be real nut-jobs.
fr_fr: J'ai entendu dire que certains de ces asyncs peuvent être de vrais cinglés.

source: The fact is, infection rewrites their brain, and some of them came out the other side feeling fundamentally altered.
fr_fr: En fait, l'infection recâble leur cerveau, et certains d'entre eux sortent du processuss en se sentant fondamentallement altérés.

source: Either they felt like a different person, or they felt like there was something new that was part of them—something that they didn’t necessarily like.
fr_fr: Soit il se sentent comme quelqu'un d'autre, soit ils sentent que quelque chose de nouveau fait partie d'eux - quelque chose qu'ils n'aiment pas forcément.

source: One described it as presence, another as a black void that whispered at them.
fr_fr: L'un l'a décrit comme une présence, d'autre comme un vide noir qui leur murmurait des choses à l'oreille.

source: Yet another described it as giving a personality to their unconscious mind, which only made the gulf between unconscious and conscious mind all the more intimidating.
fr_fr: Encore un autre l'a décrit comme si cela avait déonné une personnalité à la part d'inconscient de leur esprit, ce qui n'a fait que rendre le fossé entre parties consciente et inconsciente de l'esprit encore plus intimidante.

source: Some of them preferred to suicide and revert to a pre-infection backup.
fr_fr: Certains préfèrent se suicider et retourner à un backup pré-infection.

source: While they may be more prone to cracking up as a result, I haven’t ever heard one talk about their abilities as something they couldn’t control.
fr_fr: Bien qu'ils aient une tendance à craquer plus facilement, je ne les ai pas entendu parler de ses capacités comme quelque chose d'incontrollable.

source: 1 Well, that’s fucking cheery.
fr_fr: 1 Tout cela m'a l'air grandiose.

source: There’s nothing else we have on how this psi stuff actually works?
fr_fr: On n'a rien d'autre sur la manière dont tout ce psi fonctionne réellement?

source: Even the Prometheans haven’t been much help.
fr_fr: Même les Prométhéens n'ont pas étés d'une grande aide.

source: There are theories, of course, but nothing that we’ve been able to verify with rigorous experimentation.
fr_fr: Il y a des théories bien sûr, mais rien que nous n'ayons pu vérifier via une expérimentation rigoureuse.

source: It doesn’t help that the factions that are aware of psi’s existence don’t exactly compare notes—they’re all too busy looking into ways to weaponize it and use it against each other, instead of figuring out how to use it for the benefit of transhumanity.
fr_fr: Le fait que les factiosn qui sont au courant de l'existence du psi ne comparent aps réellement leurs notes n'aide pas non plus - ils sont tous bien trop occupé à trouver des façons de le transformer en arme et de l'utiliser les uns contre les autres, au lieu d'essayer de trouver une façon de s'en servir au bénéfice de la transhulanité.

source: The TITANs didn’t get us, but we can still get ourselves.
fr_fr: Les TITANs ne nous ont pas eu, mais nous sommes toujours capable de finir le travail.

source: It worries me that the best we’ve come up with is nothing.
fr_fr: Le fait que nous n'ayons rien m'inquiètes.

source: Transhumanity has come quite a distance and made some impressive accomplishments, but our understanding of the universe is still in its infancy.
fr_fr: La Transhumanité revient de loin et est parvenu à quelques accomplissements impressionant, mais nous sommes encore au tout début de la compréhension de l'univers.

source: What we may be facing here is something concocted by an intelligence so far beyond our own that we are but insignificant insects in comparison.
fr_fr: Ce à quoi nous pourrions être en train de faire face ici est quelque chose de concocté par une intelligence tellement différente de la notre que nous ne sommes que des insectes insignifiants en comparaison.

source: It likely has a grasp on the universe that is simply beyond our ability to understand.
fr_fr: Ils semblent avoir une prise sur l'univers qui est simplement bien au-delà de notre capacité à le comprendre.

source: We shouldn’t be cocky and think that we can decipher any mystery thrown at us ... we should instead be very, very afraid.
fr_fr: Nous ne devriosn pas être arrogant et penser que nous pouvons déchiffrer tous les mystères sur lesquels nous tombons ... nous devrions à la place être vraiment, vraiment effrayés.

source: Though neuroscience has ascended to impressive pinnacles, allowing minds to be thoroughly scanned, mapped, and emulated as software, the transhuman brain remains a place that is complicated, not fully understood, and thoroughly messy.
fr_fr: Bien que la neuroscience est atteint des sommets, permettant aux esprit d'être scannés en profondeur, cartographiés, et émulés comme en tant que logiciel, le cerveau transhumain reste un endroit complexe, pas encore totallement compris et complètement ébouriffé.

source: Despite a prevalence of neural modifications, meddling with the seat of consciousness remains a tricky and hazardous procedure.
fr_fr: En dépit de la prévalence des modifications neurales, jouer avec le siège de la conscience reste une procédure délicate et dangereuse.

source: Nevertheless, psychosurgery—editing the mind as software—remains common and widespread, sometimes with unexpected results.
fr_fr: Néanmoins, la psychochirurgie - l'édition de l'esprit comme un logiciel - reste commune et largement répandue, parfois avec des résultats inattendus.

source: Likewise, even as the knowledge of neuroscientists grows on an exponential basis, some are discovering that minds are far more mysterious than they had ever imagined.
fr_fr: De al même manière, alors même que les connaissances des neuroscientifiques croissent de manière exponentielle, certains ont découvert que les esprits sont bien plus mystérieux que ce qu'ils n'avaient jamais imaginé.

source: During the Fall, scattered reports of “anomalous activity” by individuals infected by one of the numerous circulating nanoplagues were discounted as fear and paranoia, but subsequent investigations by black budget labs has proven otherwise.
fr_fr: Pendant la Chute, des rapport épars d'"activité anormale" générées par des individus infectés par l'une des nombreuses naoninfection circulant à l'époque ont étés mise sur le compte de la peur et de la paranoïa, mais des investigatiosn ultérieures par des laboratoires financés par des caisses noires ont rpouvé le contraire.

source: Now, toplevel confidential networks whisper that this infection inflicts intricate changes in the victim’s neural network that imbue them with strange and inexplicable abilities.
fr_fr: Maintenant, des réseaux confidentiels de haut niveau murmurent que cette infection inflige des changement subtils dans le réseau neuronal de la cible qui les imprègent avec des capacités étranges et inexpliquées.

source: The exact mechanism and nature of these abilities remains unexplained and outside the grasp of modern transhuman science.
fr_fr: La nature et la mécanique exacte de ces capacités restent inexpliquées et hors de la portée de la science transhumaine moderne.

source: Given the evidence of a new brainwave type and the paranormal nature of this phenomenon, it is loosely referred to as “psi.”
fr_fr: Étant donné la preuve d'un nouveau type d'onde cérébrale et la nature paranormale de ce phénomène, il y est fait librement référence par "psi".

source: In Eclipse Phase, psi is considered a special cognitive condition resulting from infection by the mutant—and hopefully otherwise benign—Watts-Macleod strain of the Exsurgent virus (p.
fr_fr: Dans Eclipse Phase, psi est considéré comme un état cognitif particulier résultant d'une infection par la souche mutante - et heureusement par ailleurs bégnine - Watts-Macleod du virus Exsurgent (p.

source: This plague modifies the victim’s mind, conferring special abilities.
fr_fr: Ce fléau modifie l'esprit de la victime, lui conférrant des capacités spcéiales.

source: These abilities are inherent to the brain’s architecture and are copied when the mind is uploaded, allowing the character to retain their psi abilities when changing from morph to morph.
fr_fr: Ces capacités sont inhérentes à l'architecture du cerveau et sont copiées lorsque l'esprit est uploadé, permettant aux personnages de conserver leurs capacités psi lorsqu'ils passent d'une morph à une autre.

source: To wield psi, a character must acquire the Psi trait (p.
fr_fr: Pour manier le psi, un personnage doit acquérir le trait Psi (p.

source: 147) during character creation.
fr_fr: 147) lors de la création de personnage.

source: It is theoretically also possible to acquire the use of psi in game via infection by the Watts-MacLeod strain; see The Exsurgent Virus, p.
fr_fr: Il est téhoriquement possible d'acquérir l'usage du psi en cours de jeu via l'infection par la souche Watts-macLeod; voir le chapitre Le Virus Exsurgent, p.

source: Psi ability is considered an innate ability of the ego and not a biological or genetic predisposition of the morph.
fr_fr: La capacité Psi est considérée comme une capacitée innée de l'ego et non pas une prédisposition biologique ou génétique de la morph.

source: While psi researchers do not understand how it is possible to transfer this ability via uploads, backups, and farcasting, it has been speculated that all components of an async’s ego are entangled on a quantum level, or that they possess the ability to entangle themselves or form a unique conformation or alignment as a whole even after they have been copied, up-, or downloaded.
fr_fr: Alors que les chercheurs dans le domaine psi ne comprennent pas encore comment il est possible de transférer cette capacité via les uploads, la sauvegarde ou le farcast, il a été spéculé que tout les composants de l'ego d'un async sont liées à un niveau quantique, ou qu'ils possèdent la capacité de les lier eux-même ou de former une configuration ou un alignement unique en une seule entité même après qu'ils aient étés uploadé ou téléchargés.

source: This speculated entanglement process is also thought to be the origin of the impairment that asyncs experience when adapting to a new morph (see below).
fr_fr: Ce processus d'entremèlement spéculé est aussi probablement à l'origine des déficience que lesasyncs rencontrent lorsqu'ils s'adaptent à une nouvelle morph (voir plus bas).

source: Asyncs require a biological brain to draw on their abilities (the brains of uplifted animals count).
fr_fr: Les asyncs ont besoin d'un cerveau biologique pour faire usage de leurs capacités (les cerveaus d'animaux élevés comptent).

source: An async whose ego is downloaded into an infomorph or fully computerized brain (synthmorphs) has no access to their abilities as long they remain in that morph.
fr_fr: Un async dont l'ego est téléchargé dans une infomorph ou un cerveau entièrement informatisé (synthmorphs) n'as pas accès à ses capacités tant qu'ils demeurent dans cette morph.

source: Asyncs inhabiting a pod morph may use psi, but their abilities are restricted as pod brains are only partly biological.
fr_fr: Les async résidant dans un pod peuvent utiliser le psi, mais leurs capacités sont restreintes car les cerveaux des pods ne sont que partiellement biologique.

source: Pod-morphed asyncs suffer a –30 modifier on all tests involving the use of psi sleights and the impact from using sleights would be doubled.
fr_fr: Les ayncs morphés dans des pods souffrent d'un modificateur de -30 sur tous les tests impliquant l'utilisation d'exploits psi et l'impact lié à l'utilisation de ces exploit est doublé.

source: Async minds undergo extra difficulty adjusting to new morphs.
fr_fr: L'esprit des async subissent une difficultés supplémentaire pour s'ajuster aux nouvelles morphs.

source: For 1 day after the character has resleeved, they will suffer the effects of a single derangement (p.
fr_fr: Pendant 1 journée après que le personnage se soit réincarné, il souffrira des effets d'un dérangement simple (p.

source: The gamemaster and player should choose a derangement appropriate to the character and story.
fr_fr: Le maïtre de jeu et les joueurs devraient choisir un dérangement approrpié au personnage et à l'histoire.

source: Minor derangements are recommended, but at the gamemaster’s discretion moderate or major derangements may be applied.
fr_fr: Des dérangement mineurs sont recommandés, mais, à la discrétion du maïtre de jeu, des dérangements modérés ou majeurs peuvent être appliqués.

source: No trauma is inflicted with this derangement.
fr_fr: Aucun trauma n'est infligé avec ce dérangement.

source: Asyncs find it irritating and traumatizing to endure life as an infomorph, pod, or synthmorph for long periods of time.
fr_fr: Les async trouvent irritant et traumatisant le fait de vivre comme une informoph, un pod ou une synthmorph sur de longues périodes de temps.

source: This phenomenon, known as morph fever, might cause temporary derangements and trauma to the asyncs’ ego, possibly even to the grade of permanent disorders.
fr_fr: Ce phénomène, connu comme fièvre de morph, peut causer un dérangement temporaire et du trauma à l'ego des async, pouvant aller jusqu'au niveau des désordres mentaux permanents.

source: If stored or held captive as an active infomorph (i.e. not in virtual stasis), the async might go insane if not psychologically aided by some sort of anodyne program or supporting person during storage.
fr_fr: Si il est stocké ou gardé captif en tant qu'infomorph active (i.e. pas en stase virtuelle), un async peut devenir fou si il ne bénéficie pas d'une aide psychologique par un programme analgésique ou du personnel de support pendant le stockage.

source: In game terms, asyncs take 1d10 $$ 2 (round up) points of mental stress damage per month they stay in a pod, synthmorph or infomorph form without psychological assistance by a psychiatrist, software, or muse.
fr_fr: En terme de jeu, les asyncs subissent 1d10 $$ 2 (arrondir au supérieur) points de dommage mental dus au stress par mois pendant lesquels ils restent dans un pod, une synthmorph ou une infomorph sans assistance psychologique par un psychiatre, un logiciel ou une muse.

source: There are several drawbacks to psi ability:
fr_fr: Il y a plusieurs inconvénients à posséder la capacité psi:

source: The variant Exsurgent strain that endows psi ability rewires the character’s brain.
fr_fr: La variante du virus Exsurgent qui donne à un personnage la capaciét psi, recâble également son cerveau.

source: An unfortunate side effect to this change is that asyncs acquire a vulnerability to mental stress.
fr_fr: Un effet de bord malheureux à ce changement est que les async acquièrent une vulnérabilité aux maladies mentales.

source: Reduce the async’s Trauma Threshold by 1.
fr_fr: Réduisez le Seuil de Trauma d'un async de 1.

source: The mental instability that accompanies psi infection also tends to unhinge the character’s mind.
fr_fr: L'instabilité mentale qui accompagne l'infection psi tends également à déranger l'esprit du personnage.

source: Asyncs acquires one Mental Disorder negative trait (p.
fr_fr: Les async acuiqèrent un trait négatif Dérangement (p.

source: 150) for each level they have of the Psi trait without receiving any bonus CP.
fr_fr: 150) pour chaque niveau auquel ils possèdent le trait Psi sans bénéficier de CP de bonus.

source: The gamemaster and player should agree on a disorder appropriate to the character.
fr_fr: Le maître de jeu et les joueurs devraient se mettre d'accord sur un dérangement approprié au personnage.
